import Image from "../assets/p1.png";
import Image2 from "../assets/ya.png";

import Logo from "../assets/logo.png";

// import Image3 from "../assets/master3.jpg";
// import Image4 from "../assets/master4.jpg";
// import Image5 from "../assets/master5.jpg";
// import Image6 from "../assets/master6.JPG";
// import Image7 from "../assets/master7.jpg";
// import Image8 from "../assets/master8.webp";
// import Image9 from "../assets/master9.jpg";

export const SHORT_INFORMATION = {
    
    Logotip: {
        image:Logo,   
    },

    Infirmation1: {
    src:Image,
    title:'Samsung Galaxy S10',
    text:' Смартфоны Samsung Galaxy C10 и Galaxy C10 Plus станут первыми мобильными гаджетами корейского гиганта с двойной камерой и, к тому же, первыми в мире на базе недавно анонсированного чипсета Qualcomm Snapdragon 660.',
    text2:'100 000рублей'    
    },

    Infirmation2: {
    src:Image2,
    title:'Городничева Татьяна Дмитриевна',
    text:'Родилась Татьяна Дмитриевна в семье знаменитого гончара Городничева Дмитрия Федоровича (1911 г.р.), сына гончара Федора Степановича, и Пелагеи Яковлевны (1010 г.р.). Дом их стоял в самом начале Лихвановки, поэтому горна Дмитрия Федоровича за огородом не было как у гончаров Бобровки. Гончары Лихвановки строили горны подальше от домов, ближе к речке, причем объединялись родственными семьями и вскадчину сроили горн, вскладчину и ремонтировали.'
    },

    // InfirmationTrifonova: {
    //     src:Image3,
    //     title:'Трифонова Татьяна Борисовна',
    //     text:'Трифонова Татьяна Борисовна родилась 21 января 1921 года в деревне Хлуднево. Точкой отсчета в своем творчестве Татьяна Борисовна считает 1946 год, когда вышла замуж за М. В. Трифонова (1917-2001), в семью известных гончаров Трифоновых. Через некоторое время Татьяна Борисовна стала в семье незаменимой помощницей: добывала в нескольких километрах от деревни глину, топтала ее босыми ногами, мяла руками, очищая от камешков и с любопытством приглядывалась к тому, как ее свекровь из простого куска глины делала необычные игрушки и постепенно будущая мастерица постигла азы гончарного дела.'
    //     },

    //     InfirmationSamoh: {
    //         src:Image4,
    //         title:'Самошенкова Мария Васильевна',
    //         text:'Мария Васильевна родилась в семье потомственного гончара Василия Дмитриевича Устинова и Анастасии Никитичны (в девичестве Курилина). Василий Дмитриевич был брат Манушичевой Елены Дмитриевны, сын гончара Дмитрия и игрушечницы Анастасии Яковлевны Устиновых. Отец с дедом горшки, крынки лепили, с 1932 года ее стали брать в карьере, откуда возили щебень на строительство железной дороги. А игрушки она с 14 лет уже научилась лепить у бабушки Александры Яковлевны Устиновой. Бабушка учила лепить соловьев, приговаривая: «Маня, садись, давай игрушечку слепим, присматривайся, да замечай.»'
    //         },

    //         InfirmationAhal: {
    //             src:Image5,
    //             title:'Ахалова - Трифонова Инесса Алексеевна',
    //             text:'Ахалова - Трифонова Инесса Алексеевна роди- лась 2 июня 1960 г. в д. Хлуднево. Училась в Хлудневской начальной, затем в Которской восьми- летней школах. В 1979 г. окончила Калужское куль- турно – просветительное училище по специальности – библиотекарь. С 1992 г. работает зав. отделом об- служивания Думиничской районной библиотеки. Ахалова И.А. - внучка народного мастера Рос- сии, потомственного мастера хлудневской глиняной игрушки Аграфены Фёдоровны Трифоновой, пле- мянница двух гончарных мастеров – Трифонова Ивана Ивановича и Трифонова Сергея Ивановича (по отцовской линии).'
    //             },

    //             InfirmationZab: {
    //                 src:Image6,
    //                 title:'Заборских Александр Геннадьевич',
    //                 text:'Общаясь с 1997 года с такими именитыми мастерами, мне самому захотелось изучить это изумительное явление народного творчества. Я стал больше бывать в деревне Хлуднево, общался с мастерицами и мастерами, перенимал их опыт, снабжал глиной. Получив приглашение участвовать в комплексной калужской экспедиции в 2000 году, я обрадовался, и вместе с женой Татьяной, которую уже заразил своим увлечением. Это была возможность больше узнать об истории хлудневского феномена.'
    //                 },

    //                 InfirmationRoh: {
    //                     src:Image7,
    //                     title:'(Бубнева) Рощина Татьяна Ивановна',
    //                     text:'Не только в Думиничском районе, но и всей России известна семья Бубневых. Глава семья, Иван Петрович Бубнев (1930-2001), был потомственным гончаром, а Татьяна Ивановна Народный мастер России, потомственный мастер хлудневской глиняной игрушки. Родилась Бубнева Татьяна Ивановна в деревне Хлуднево 18 января 1932 года. При игрушках она с 12-13 лет. "Здесь, в Хлудневе, - рассказывала Т.И.'
    //                     },

    //                     InfirmationUst: {
    //                         src:Image8,
    //                         title:'(Устинова) Анастасия Федоровна Гаврикова',
    //                         text:'Анастасия Федоровна дочь потомственного гончара Федора Никитича Устинова, с детства видела, как работает тетка Александра Яковлевна Устинова, лепит свистульки для продажи тряпичникам, училась сама вместе с Еленой Дмитриевной, дочкой тетки. Подросла и вышла замуж за Василия Гаврикова. Родилась дочь Анна, которой и передала она свое мастерство. В 1970 году именно Анастасия Федоровна первой из односельчан приняла участие в выставке в Москве.'
    //                         },

    //                         InfirmationMan: {
    //                             src:Image9,
    //                             title:'Манушичева Елена Дмитриевна',
    //                             text:'Манушичева Елена Дмитриевна родилась в семье гончара Дмитрия Устинова и игрушечницы Александры Яковлевны. С детства начала перенимать умение лепить свистульки у своей матери. Выросла, вышла замуж за гончара Ивана Павловича Манушичева. Семья была дружная: муж работал в гончарной артели «Красный гончар», Елена – дояркой в колхозе, а в свободное время лепила свистульки, сдавала тряпичникам.'
    //                             },
    }